package es.source.code.activity;
//本类未用，可用于后期功能扩展
public class DishMenu {
    public static final String[][] DishMenuName = {
            {"凉拌木耳","凉拌土豆丝","肉丝拉皮","拍黄瓜","凉拌苦瓜","凉拌海带丝","菠菜拌粉丝","芹菜拌腐竹","糖醋萝卜丝"},
            {"番茄菜花","京酱肉丝","孜然羊肉","酱爆鸡丁","香酥鸡翅","糖醋里脊","木耳炒山药","香辣鸡胗","红烧肉"},
            {"香辣虾","腰果鱿鱼花","葱香炒虾皮","清蒸带鱼","清蒸小龙虾","海蛎煎","清蒸鲈鱼","爆炒花蛤","海鲜烘蛋"},
            {"青岛啤酒","哈尔滨啤酒","百威啤酒","燕京啤酒","五粮液","剑南春"}
    };
    public static final String[][] DishMenuPrice = {
            {"10","12","15","10","20","13","11","16","14"},
            {"20","35","50","28","30","35","20","35","35"},
            {"35","45","25","35","45","45","55","15","25"},
            {"8","8","18","8","88","78"}
    };
}
